print('«Шляпка гриба, покрытая … кожиц..й, держится на … ножк.. . Снизу шляпка затянута … плёнкой. Когда её уберёшь, откроется нижняя … сторона шляпк.. .»')

pokritaya = input('«покрытая …»')
kojicey = input('«кожиц..й»')
derjitsya_na = input('«держится на …»')
nojke = input('«ножк..»')
zatyanuta = input('«затянута …»')
nijnyaya = input('«нижняя …»')
shlyapki = input('«шляпк..»')

print('«Шляпка гриба, покрытая', pokritaya, 'кожиц' + kojicey + 'й, держится на', derjitsya_na, 'ножк' + nojke + '. Снизу шляпка затянута', zatyanuta, 'плёнкой. Когда её уберёшь, откроется нижняя', nijnyaya, 'сторона шляпк' + shlyapki + '.»')